Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: Enable the "Variable" widget
nl_nl: Schakel de "Variabele" widget in

source: View organizational unit
nl_nl: Bekijk organisatorische eenheid

source: Type to select a manager
nl_nl: Typ om een manager te selecteren

source: Line manager of the user
nl_nl: Lijnmanager van de gebruiker

source: Please add at least one goal.
nl_nl: Voeg minstens één doel toe.

source: All organizational units
nl_nl: Alle organisatorische eenheden

source: All updates were saved.
nl_nl: Alle updates zijn opgeslagen.

source: # Accepted data privacy
nl_nl: # Geaccepteerde gegevensprivacy

source: % Accepted data privacy
nl_nl: % Geaccepteerde gegevensprivacy

source: Achievement total score
nl_nl: Totale score prestatie

source: Action date time
nl_nl: Datum en tijd van actie

source: Action name
nl_nl: Naam van actie

source: Action username
nl_nl: Gebruikersnaam van actie

source: # Deliverables completed
nl_nl: # Afgeleverde resultaten voltooid

source: # Actions
nl_nl: # Acties

source: % Active managers requested feedback
nl_nl: % Actieve managers die feedback hebben aangevraagd

source: % Active managers sent feedback
nl_nl: % Actieve managers die feedback hebben verstuurd

source: Active users
nl_nl: Actieve gebruikers

source: # Active users
nl_nl: # Actieve gebruikers

source: % Active workers requested feedback
nl_nl: % actieve werknemers met aangevraagde feedback

source: % Active workers sent feedback
nl_nl: % Actieve medewerkers die feedback hebben verstuurd

source: Actual number total documents
nl_nl: Werkelijk totaal aantal documenten

source: After deadline
nl_nl: Na de deadline

source: % Aligned behavior ratings
nl_nl: % Afgestemde gedragsbeoordelingen

source: Aligned goal ID
nl_nl: Afgestemd doel-ID

source: Aligned goal name
nl_nl: Naam van afgestemd doel

source: Aligned goal owner name
nl_nl: Naam eigenaar van afgestemd doel

source: Aligned goal owner worker ID
nl_nl: Werknemers-ID eigenaar van afgestemd doel

source: % Aligned goal rating
nl_nl: % Beoordeling afgestemd doel

source: Aligned goal type name
nl_nl: Naam van type afgestemd doel

source: # Aligned goals
nl_nl: # Afgestemde doelen

source: % Aligned goals
nl_nl: % Afgestemde doelen

source: % Aligned
nl_nl: % Afgestemd

source: Alignment
nl_nl: Afstemming

source: % Alignment
nl_nl: % afstemming

source: Analytics user email
nl_nl: E‑mail van analysegbruiker

source: Analytics user full name
nl_nl: Volledige naam van analyticsgebruiker

source: Analytics user ID
nl_nl: Analytics-gebruikers-ID

source: Analytics worker ID
nl_nl: ID van analysemedewerker

source: # Android logins
nl_nl: # Android-aanmeldingen

source: % Android logins
nl_nl: % Android-aanmeldingen

source: Answer by ID
nl_nl: Antwoord op ID

source: Answer by role
nl_nl: Antwoord per rol

source: Answer - Comment
nl_nl: Antwoord - Opmerking

source: Answer free text
nl_nl: Vrijetekstantwoord

source: Answer from
nl_nl: Antwoord van

source: Answer option ID
nl_nl: Antwoordoptie-ID

source: Answer permission
nl_nl: Antwoordmachtiging

source: Answer - Scale
nl_nl: Antwoord - Schaal

source: Answer value
nl_nl: Antwoordwaarde

source: Answered by full name
nl_nl: Beantwoord door volledige naam

source: # Answers
nl_nl: # Antwoorden

source: % Approved goals
nl_nl: % Goedgekeurde doelen

source: % Approved
nl_nl: % Goedgekeurd

source: Assigned check-in
nl_nl: Toegewezen check-in

source: Average max. score
nl_nl: Gemiddelde max. score

source: Average score for clarity
nl_nl: Gemiddelde score voor duidelijkheid

source: Average score for trust
nl_nl: Gemiddelde score voor vertrouwen

source: Average total score
nl_nl: Gemiddelde totaalscore

source: Avg. aligned goal progress
nl_nl: Gem. voortgang afgestemde doelen

source: Avg. behaviors per feedback
nl_nl: Gem. gedragingen per feedback

source: Avg. check-ins per manager
nl_nl: Gem. check-ins per manager

source: Avg. check-ins per user
nl_nl: Gem. check-ins per gebruiker

source: Avg. check-ins per worker
nl_nl: Gem. check-ins per medewerker

source: Avg. clarity
nl_nl: Gem. duidelijkheid

source: Avg. feedback sent per user
nl_nl: Gem. verstuurde feedback per gebruiker

source: Avg. logins per user
nl_nl: Gem. aanmeldingen per gebruiker

source: Avg. main goals progress
nl_nl: Gem. voortgang hoofddoelen

source: % Goal progress
nl_nl: % Doelvoortgang

source: Avg. trust
nl_nl: Gem. vertrouwen

source: Avg. word count
nl_nl: Gem. aantal woorden

source: Before deadline
nl_nl: Voor de deadline

source: # Before warning
nl_nl: # Voor waarschuwing

source: % Before warning
nl_nl: % Voor waarschuwing

source: Behavior library
nl_nl: Gedragsbibliotheek

source: Behavior name
nl_nl: Gedragsnaam

source: # Behaviors
nl_nl: # Gedragingen

source: Behaviors sent
nl_nl: Verstuurde gedragingen

source: Behavior actions
nl_nl: Gedragsacties

source: # Behaviors received
nl_nl: # Ontvangen gedragingen

source: # Behaviors requested
nl_nl: # Aangevraagde gedragingen

source: Challenge completed
nl_nl: Uitdaging voltooid

source: Challenge start date
nl_nl: Startdatum uitdaging

source: Check-in date
nl_nl: Check-in-datum

source: % Check-in ID row total
nl_nl: % Rijtotaal check-in-ID

source: Check-in participant relationship
nl_nl: Relatie check-in-deelnemer

source: Check-in recipient
nl_nl: Ontvanger check-in

source: Check-in recipient email
nl_nl: E-mailadres ontvanger check-in

source: Check-in relationship type
nl_nl: Relatietype check-in

source: Check-in type
nl_nl: Type check-in

source: % Check-ins in the future
nl_nl: % Toekomstige check-ins

source: % Check-ins with messages
nl_nl: % Check-ins met berichten

source: Child goal status
nl_nl: Status subdoel

source: Clear
nl_nl: Duidelijk

source: # Closed
nl_nl: # Gesloten

source: % Closed
nl_nl: % Gesloten

source: # Closed without document
nl_nl: # Gesloten zonder document

source: % Closed without document
nl_nl: % Gesloten zonder document

source: Communication round end date
nl_nl: Einddatum communicatieronde

source: Communication round ID
nl_nl: Communicatieronde-ID

source: Communication round name
nl_nl: Naam communicatieronde

source: Communication round start date
nl_nl: Startdatum communicatieronde

source: Communication round state
nl_nl: Status communicatieronde

source: # Completed
nl_nl: # Voltooid

source: # Completed plans
nl_nl: # Voltooide plannen

source: % Completed plans
nl_nl: % Voltooide plannen

source: # Completed reviews
nl_nl: # Voltooide beoordelingen

source: Completion rate
nl_nl: Voltooiingspercentage

source: # Connections
nl_nl: # Connecties

source: Constructive
nl_nl: Constructief

source: # Constructive
nl_nl: # Constructief

source: Count
nl_nl: Aantal

source: Created/assigned
nl_nl: Gemaakt/toegewezen

source: Created date
nl_nl: Aanmaakdatum

source: # Cumulative logins
nl_nl: # Cumulatieve logins

source: Cumulative manager submission over time
nl_nl: Cumulatieve managerindiening in de tijd

source: Cumulative worker submission over time
nl_nl: Cumulatieve werknemersindiening in de tijd

source: % Current goal progress
nl_nl: % Huidige voortgang doel

source: Current manager ID
nl_nl: Huidige manager-ID

source: Current manager name
nl_nl: Naam huidige manager

source: Data Privacy acceptance status
nl_nl: Status van acceptatie van gegevensprivacy

source: Date
nl_nl: Datum

source: Date created
nl_nl: Aanmaakdatum

source: Date set refusal
nl_nl: Datum ingesteld: weigering

source: Date time worker submit
nl_nl: Datum en tijd indienen werknemer

source: Date time manager submit
nl_nl: Datum en tijd indienen manager

source: Deleted by
nl_nl: Verwijderd door

source: Deleted date
nl_nl: Verwijderingsdatum

source: % Deliverable completion
nl_nl: % Voltooiing deliverables

source: Detailed review status
nl_nl: Gedetailleerde beoordelingsstatus

source: % Discussion points
nl_nl: % Gesprekspunten

source: % Distribution
nl_nl: % verdeling

source: Division
nl_nl: Divisie

source: Document creation date
nl_nl: Aanmaakdatum document

source: Document name
nl_nl: Documentnaam

source: # Document review
nl_nl: # Documentbeoordeling

source: % Document review
nl_nl: % Documentbeoordeling

source: Document was overridden
nl_nl: Document is overschreven

source: # Documents
nl_nl: # Documenten

source: Due date
nl_nl: Vervaldatum

source: Education level
nl_nl: Opleidingsniveau

source: Worker goal comment
nl_nl: Doelcommentaar werknemer

source: Worker goal rating
nl_nl: Doelbeoordeling werknemer

source: Worker name
nl_nl: Naam werknemer

source: Worker tandem ID
nl_nl: Tandem-ID werknemer

source: Employment status
nl_nl: Dienstverbandstatus

source: % Endorsed feedback
nl_nl: % Bekrachtigde feedback

source: Ethnicity
nl_nl: Etniciteit

source: Evaluation section
nl_nl: Beoordelingssectie

source: # Favorite
nl_nl: # Favoriet

source: % Feedback followed up
nl_nl: % Opvolging van feedback

source: Feedback ratings ID
nl_nl: Feedbackbeoordelings-ID

source: Feedback relationship
nl_nl: Feedbackrelatie

source: Feedback request ID
nl_nl: Feedbackverzoek-ID

source: # Feedback requested
nl_nl: # Aangevraagde feedback

source: # Feedback requests
nl_nl: # Feedbackverzoeken

source: # Feedback sent
nl_nl: # Verzonden feedback

source: # Feedback to manager
nl_nl: # Feedback aan manager

source: # Feedback to worker
nl_nl: # Feedback aan werknemer

source: % Feedback with behaviors
nl_nl: % Feedback met gedragingen

source: File name
nl_nl: Bestandsnaam

source: Final alignment
nl_nl: Definitieve afstemming

source: First read date
nl_nl: Eerste leesdatum

source: % Followed-up feedback
nl_nl: % Opgevolgde feedback

source: From worker ID
nl_nl: Van werknemer-ID

source: Gender
nl_nl: Geslacht

source: % Goal completion
nl_nl: % Doelvoltooiing

source: Goal creator worker ID
nl_nl: Doelmaker werknemer-ID

source: # Goal drivers
nl_nl: # Doeldrivers

source: # Goal duration days
nl_nl: # Aantal dagen doellengte

source: Goal ID
nl_nl: Doel-ID

source: Goal owner worker ID
nl_nl: Doeleigenaar werknemer-ID

source: Goal plan name
nl_nl: Naam doelplan

source: Goal sharing status
nl_nl: Deelstatus doel

source: Goal tag driver concat
nl_nl: Samengevoegde doel-tagdrivers

source: Goal title
nl_nl: Doeltitel

source: Goal workflow type
nl_nl: Type doelworkflow

source: % Goals completed
nl_nl: % Voltooide doelen

source: # Goals
nl_nl: # Doelen

source: % Goals pending approval
nl_nl: % Doelen in afwachting van goedkeuring

source: % Goals with deliverables
nl_nl: % Doelen met deliverables

source: # Goals with drivers
nl_nl: # Doelen met drivers

source: Grade
nl_nl: Cijfer

source: %GT count of accepted data privacy
nl_nl: %GT aantal geaccepteerde gegevensprivacy

source: Has accepted data privacy
nl_nl: Heeft gegevensprivacy geaccepteerd

source: Has all company access boolean
nl_nl: Heeft volledige bedrijfs­toegang-boolean

source: Has public visibility
nl_nl: Is openbaar zichtbaar

source: Has rating changed during challenge
nl_nl: Is beoordeling gewijzigd tijdens uitdaging

source: Helpful
nl_nl: Behulpzaam

source: # Helpful
nl_nl: # Behulpzaam

source: Home country
nl_nl: Thuissland

source: Host country
nl_nl: Gastland

source: # HRBP review
nl_nl: # HRBP-beoordeling

source: % HRBP review
nl_nl: % HRBP-beoordeling

source: # In progress
nl_nl: # In behandeling

source: % In progress
nl_nl: % In behandeling

source: Insightful
nl_nl: Inzichtelijk

source: # Insightful
nl_nl: # Inzichtelijk

source: Inspiring
nl_nl: Inspirerend

source: # Inspiring
nl_nl: # Inspirerend

source: % iPhone logins
nl_nl: % iPhone-aanmeldingen

source: Is archived
nl_nl: Is gearchiveerd

source: Is completed
nl_nl: Is voltooid

source: Is constructive
nl_nl: Is constructief

source: Is helpful
nl_nl: Is nuttig

source: Is insightful
nl_nl: Is inzichtelijk

source: Is inspiring
nl_nl: Is inspirerend

source: Is read
nl_nl: Is gelezen

source: Is recurrent label
nl_nl: Is terugkerend label

source: Is unclear
nl_nl: Is onduidelijk

source: Is unhelpful
nl_nl: Is niet nuttig

source: Job category
nl_nl: Functiecategorie

source: Job code
nl_nl: Functiecode

source: Job family
nl_nl: Functiefamilie

source: Job level
nl_nl: Functieniveau

source: Last modified date
nl_nl: Laatste wijzigingsdatum

source: Last updated date
nl_nl: Laatste bijgewerkte datum

source: Legal entity
nl_nl: Rechtspersoon

source: Let's discuss completed
nl_nl: Laten we bespreken voltooid

source: Let's discuss start date
nl_nl: Laten we bespreken startdatum

source: # Let's meet
nl_nl: # Laten we afspreken

source: Library name value
nl_nl: Waarde bibliotheeknaam

source: % Linked to goals
nl_nl: % Gekoppeld aan doelen

source: LL rating change
nl_nl: LL-beoordelingswijziging

source: % Logged in
nl_nl: % Ingelogd

source: # Logins
nl_nl: # Aanmeldingen

source: # Main goals
nl_nl: # Hoofddoelen

source: Manager + 1 name
nl_nl: Manager + 1 naam

source: Manager + 1 rating (Challenge)
nl_nl: Manager + 1 beoordeling (uitdaging)

source: Manager behavior comment
nl_nl: Opmerking van manager over gedrag

source: Manager behavior rating name
nl_nl: Naam van gedragsbeoordeling door manager

source: # Manager completed review
nl_nl: # Door manager voltooide beoordeling

source: % Manager completed review
nl_nl: % Door manager voltooide beoordeling

source: Manager email
nl_nl: E‑mail van manager

source: Manager final rating comment
nl_nl: Eindbeoordelingsopmerking manager

source: Manager full name
nl_nl: Volledige naam manager

source: Manager goal comment
nl_nl: Opmerking van manager bij doel

source: Manager goal rating
nl_nl: Beoordeling van doelstellingen door manager

source: % Managers logged in
nl_nl: % Managers ingelogd

source: Manager name
nl_nl: Naam van manager

source: Manager rating (Let's discuss)
nl_nl: Beoordeling door manager (Laten we dit bespreken)

source: Manager rating name
nl_nl: Naam beoordeling door manager

source: Manager rating (Published)
nl_nl: Beoordeling door manager (Gepubliceerd)

source: Manager rating submitted
nl_nl: Beoordeling door manager ingediend

source: Manager review status
nl_nl: Beoordelingsstatus van manager

source: Manager's overall behavior rating comment
nl_nl: Opmerking bij algemene gedragsbeoordeling door manager

source: Manager's overall behavior rating scale ID
nl_nl: Schaal-ID van algemene gedragsbeoordeling door manager

source: Manager's overall goal rating comment
nl_nl: Opmerking bij algemene doelstellingenbeoordeling door manager

source: Manager's overall goal rating scale ID
nl_nl: Schaal-ID van algemene doelstellingenbeoordeling door manager

source: Max. weighted score
nl_nl: Max. gewogen score

source: Measurement criteria
nl_nl: Meetcriteria

source: # Measurement criteria achieved
nl_nl: # Behaalde meetcriteria

source: % Measurement criteria achieved
nl_nl: % Behaalde meetcriteria

source: # Measurement criteria
nl_nl: # Meetcriteria

source: Moderated
nl_nl: Gemodereerd

source: Modified date
nl_nl: Wijzigingsdatum

source: % MS Teams logins
nl_nl: % MS Teams-aanmeldingen

source: Nationality 1
nl_nl: Nationaliteit 1

source: Nationality 2
nl_nl: Nationaliteit 2

source: # New
nl_nl: # Nieuw

source: % New
nl_nl: % Nieuw

source: # Not closed
nl_nl: # Niet afgesloten

source: % Not declined data privacy
nl_nl: % Niet geweigerd voor gegevensprivacy

source: # Not declined privacy
nl_nl: # Privacy niet geweigerd

source: # Not released
nl_nl: # Niet vrijgegeven

source: % Not released
nl_nl: % Niet vrijgegeven

source: % of check-ins
nl_nl: % van de check-ins

source: % of total
nl_nl: % van het totaal

source: Option value name
nl_nl: Naam van optie‑waarde

source: Order request status
nl_nl: Status van bestelverzoek

source: OrgLevel1
nl_nl: Organisatieniveau1

source: OrgLevel10
nl_nl: Organisatieniveau10

source: OrgLevel2
nl_nl: Organisatieniveau2

source: OrgLevel3
nl_nl: Organisatieniveau3

source: OrgLevel4
nl_nl: Organisatieniveau4

source: OrgLevel5
nl_nl: Organisatieniveau5

source: OrgLevel6
nl_nl: Organisatieniveau6

source: OrgLevel7
nl_nl: Organisatieniveau7

source: OrgLevel8
nl_nl: Organisatieniveau8

source: OrgLevel9
nl_nl: Organisatieniveau9

source: OrgLevelHierarchy
nl_nl: Organisatieniveaushiërarchie

source: % Outlook logins
nl_nl: % Outlook-aanmeldingen

source: # Outlook
nl_nl: # Vooruitzicht

source: Overall review status
nl_nl: Algemene beoordelingsstatus

source: # Overdue
nl_nl: # Achterstallig

source: % Overdue
nl_nl: % Achterstallig

source: Overwritten flag
nl_nl: Overschreven vlag

source: Parent goal ID
nl_nl: Doel-ID bovenliggend

source: Parent goal name
nl_nl: Naam van bovenliggend doel

source: Parent goal owner name
nl_nl: Naam eigenaar van bovenliggend doel

source: Parent goal owner worker ID
nl_nl: Werknemers-ID eigenaar bovenliggend doel

source: % parent goal progress
nl_nl: % voortgang bovenliggend doel

source: Parent goal type name
nl_nl: Naam type bovenliggend doel

source: Participant 1 email
nl_nl: E‑mail deelnemer 1

source: Participant 1 ID
nl_nl: ID deelnemer 1

source: Participant 1 name
nl_nl: Naam deelnemer 1

source: Participant 2 email
nl_nl: E‑mail deelnemer 2

source: Participant 2 ID
nl_nl: ID deelnemer 2

source: Participant 2 name
nl_nl: Naam deelnemer 2

source: Participant emails
nl_nl: E‑mailadressen deelnemers

source: Participants IDs
nl_nl: Deelnemers-ID’s

source: Participant names
nl_nl: Deelnemersnamen

source: Pending approval
nl_nl: In afwachting van goedkeuring

source: # Pending document release
nl_nl: # In afwachting van documentvrijgave

source: % Pending document release
nl_nl: % In afwachting van documentvrijgave

source: Performance review UUID
nl_nl: Beoordeling prestatie-UUID

source: Plan name
nl_nl: Plannaam

source: Plan refused
nl_nl: Plan geweigerd

source: # Plans not completed
nl_nl: # Niet-voltooide plannen

source: # Plans pending manager completion
nl_nl: # Plannen in afwachting van afronding door manager

source: % Plans pending manager completion
nl_nl: % Plannen in afwachting van afronding door manager

source: # Plans pending self-assessment
nl_nl: # Plannen in afwachting van zelfbeoordeling

source: % Plans pending worker submission
nl_nl: % Plannen in afwachting van indiening door werknemer

source: Primary communication manager ID
nl_nl: Primaire communicatiemanager-ID

source: Primary communication manager name
nl_nl: Naam primaire communicatiemanager

source: Primary hierarchy name
nl_nl: Naam primaire hiërarchie

source: Priority type
nl_nl: Prioriteitstype

source: % Progress
nl_nl: % Voortgang

source: % Public feedback
nl_nl: % Openbare feedback

source: Public/private
nl_nl: Openbaar/privé

source: Question ID
nl_nl: Vraag-ID

source: Question title
nl_nl: Vraagtitel

source: Question title ordered
nl_nl: Vraagtitel gesorteerd

source: Question type
nl_nl: Vraagtype

source: # Questions
nl_nl: # Vragen

source: # Rated feedbacks
nl_nl: # Beoordeelde feedback

source: Rating changed
nl_nl: Beoordeling gewijzigd

source: Rating difference
nl_nl: Beoordelingsverschil

source: Rating label
nl_nl: Beoordelingslabel

source: Read by worker
nl_nl: Gelezen door medewerker

source: Read date
nl_nl: Leesdatum

source: Read flag
nl_nl: Leesvlag

source: # Read
nl_nl: # Gelezen

source: % Read
nl_nl: % Gelezen

source: # Received behaviors request
nl_nl: # Ontvangen gedragsverzoeken

source: # Received feedback
nl_nl: # Ontvangen feedback

source: # Received requests
nl_nl: # Ontvangen verzoeken

source: % Recurrent check-ins
nl_nl: % Terugkerende check-ins

source: Release date
nl_nl: Publicatiedatum

source: % Release
nl_nl: % Vrijgeven

source: # Released
nl_nl: # Vrijgegeven

source: Remaining days to respond
nl_nl: Resterende dagen om te reageren

source: # Replied request
nl_nl: # Beantwoorde verzoeken

source: % Reply rate
nl_nl: % Antwoordpercentage

source: Request creation date
nl_nl: Aanvraagdatum

source: Request ID
nl_nl: Aanvraag-ID

source: % Request read
nl_nl: % Verzoek gelezen

source: Request reply rate
nl_nl: Antwoordpercentage verzoeken

source: Request status
nl_nl: Aanvraagstatus

source: # Requests to manager
nl_nl: # Verzoeken aan manager

source: # Requests to worker
nl_nl: # Verzoeken aan werknemer

source: Request UID
nl_nl: Verzoek-UID

source: Requested behavior
nl_nl: Gevraagd gedrag

source: Requested behaviors
nl_nl: Gevraagde gedragingen

source: % Requested feedback
nl_nl: % Gevraagde feedback

source: Requested/unsolicited
nl_nl: Gevraagd/ongevraagd

source: Requests replied
nl_nl: Beantwoorde verzoeken

source: % Requests with behaviors
nl_nl: % Verzoeken met gedragingen

source: Review created date
nl_nl: Aanmaakdatum beoordeling

source: Review manager ID
nl_nl: ID beoordelende manager

source: Review manager name
nl_nl: Naam beoordelende manager

source: Review name
nl_nl: Beoordelingsnaam

source: Review rating
nl_nl: Beoordelingsscore

source: Template name
nl_nl: Naam sjabloon

source: Review UUID
nl_nl: Beoordeling-UUID

source: Reviews challenged
nl_nl: Beoordelingen aangevochten

source: % Reviews
nl_nl: % Beoordelingen

source: Role
nl_nl: Rol

source: %RT count of sent behavior
nl_nl: %RT aantal verzonden gedragingen

source: # RTI requests
nl_nl: # RTI-verzoeken

source: scale
nl_nl: schaal

source: Scale name
nl_nl: Schaalnaam

source: % Score vs max.
nl_nl: % Score t.o.v. max.

source: % Score vs max. score
nl_nl: % Score t.o.v. maximale score

source: Secondary communication manager ID
nl_nl: Secundaire communicatiemanager-ID

source: Secondary communication manager name
nl_nl: Naam secundaire communicatiemanager

source: Secondary hierarchy name
nl_nl: Naam secundaire hiërarchie

source: Section score
nl_nl: Sectiescore

source: # Sent behaviors
nl_nl: # Verzonden gedragingen

source: Sent behaviors
nl_nl: Verzonden gedragingen

source: # Sent feedback
nl_nl: # Verzonden feedback

source: % Shared feedback
nl_nl: % Gedeelde feedback

source: % Shared goals
nl_nl: % Gedeelde doelen

source: Sign off date time
nl_nl: Datum en tijd van ondertekening

source: Signed off
nl_nl: Afgesloten

source: Start date in company
nl_nl: Startdatum in bedrijf

source: Succeeded
nl_nl: Geslaagd

source: Tag name value
nl_nl: Tagnaamwaarde

source: # Thanks
nl_nl: # Bedankt

source: # Times overridden
nl_nl: # Aantal keren overschreven

source: # Times read
nl_nl: # Aantal keren gelezen

source: # Times released
nl_nl: # Aantal keren vrijgegeven

source: # Times unreleased
nl_nl: # Aantal keren niet vrijgegeven

source: (to be deleted) % Connections all
nl_nl: (te verwijderen) % Connecties alle

source: To worker ID
nl_nl: Naar medewerker-ID

source: Total behaviors
nl_nl: Totaal aantal gedragingen

source: Total feedback requested
nl_nl: Totaal aantal aangevraagde feedback

source: Total feedback requests
nl_nl: Totaal aantal feedbackverzoeken

source: Total feedback sent
nl_nl: Totaal aantal verzonden feedback

source: Total goals
nl_nl: Totaal doelpunten

source: % Total
nl_nl: % Totaal

source: Total performance check-ins
nl_nl: Totaal aantal performance check-ins

source: Total reviews
nl_nl: Totaal aantal beoordelingen

source: Total reviews with behavior rating
nl_nl: Totaal aantal beoordelingen met gedragsbeoordeling

source: Total reviews with goal ratings
nl_nl: Totaal aantal beoordelingen met doelstellingenbeoordelingen

source: Total score
nl_nl: Totaalscore

source: Tracking status
nl_nl: Status bijhouden

source: Trust
nl_nl: Vertrouwen

source: Unclear
nl_nl: Onduidelijk

source: # Unclear
nl_nl: # Onduidelijk

source: Unhelpful
nl_nl: Niet nuttig

source: # Unique aligned goals
nl_nl: # Unieke afgestemde doelen

source: Unique feedback identifier
nl_nl: Unieke feedback-ID

source: # Unique logins
nl_nl: # Unieke logins

source: # Unique main goals
nl_nl: # Unieke hoofddoelen

source: Unique worker ID
nl_nl: Unieke werknemer-ID

source: % Unreleased
nl_nl: % Niet vrijgegeven

source: Unreleased flag
nl_nl: Niet-vrijgegeven vlag

source: # Unreleased
nl_nl: # Niet vrijgegeven
